{
  "eventos": [
    {
      "id": 1,
      "imagem": "/alQaeda.webp",
      "titulo": "Fundação da Al-Qaeda (1988)",
      "descricao": "A Al-Qaeda, uma organização extremista islâmica, foi fundada em 1988 e se tornou um ator significativo no cenário do terrorismo global. Sua formação ocorreu em meio a mudanças políticas e sociais no mundo árabe, e a organização rapidamente se tornou um dos grupos terroristas mais notórios do século XX e XXI. Liderada por Osama bin Laden por muitos anos, a Al-Qaeda promoveu uma ideologia jihadista radical e conduziu inúmeros ataques em todo o mundo. O grupo ganhou notoriedade especial após os ataques de 11 de setembro de 2001, que resultaram em milhares de mortes e tiveram um impacto profundo nas políticas de segurança global.",
      "local": "Mundo Árabe",
      "dataInicial": "1988-08-11",
      "dataFinal": "1988-08-11"
    },
    {
      "id": 2,
      "imagem": "/embaixadasEUA.jpg",
      "titulo": "Ataques às Embaixadas dos EUA (1998)",
      "descricao": "Em 7 de agosto de 1998, as embaixadas dos EUA em Nairóbi, Quênia, e Dar es Salaam, Tanzânia, foram alvos de ataques coordenados com explosivos pela Al-Qaeda. Esses ataques provocaram devastação e resultaram em vítimas, além de danos significativos às embaixadas e áreas circundantes. Os ataques às embaixadas representaram um marco na atuação da Al-Qaeda e na sua capacidade de realizar operações transnacionais de grande escala.",
      "local": "Nairóbi, Quênia, e Dar es Salaam, Tanzânia",
      "dataInicial": "1998-08-07",
      "dataFinal": "1998-08-07"
    },
    {
      "id": 3,
      "imagem": "/ussCole.jpg",
      "titulo": "Ataque ao USS Cole (2000)",
      "descricao": "Em 12 de outubro de 2000, o navio de guerra USS Cole, pertencente à Marinha dos Estados Unidos, foi alvo de um atentado suicida no porto de Aden, Iêmen. O ataque, atribuído à Al-Qaeda, envolveu a explosão de uma pequena embarcação carregada de explosivos ao lado do USS Cole enquanto ele estava ancorado.",
      "local": "Porto de Aden, Iêmen",
      "dataInicial": "2000-10-12",
      "dataFinal": "2000-10-12"
    },
    {
      "id": 4,
      "imagem": "/torresGemeas.jpg",
      "titulo": "Ataques às Torres Gêmeas (2001)",
      "descricao": "Em 11 de setembro de 2001, a Al-Qaeda realizou ataques coordenados nos EUA, destruindo as Torres Gêmeas em Nova York e atingindo o Pentágono em Washington, D.C. Esses eventos chocantes tiveram um impacto profundo na segurança global e nas políticas internacionais, levando a uma resposta enérgica por parte dos EUA e da comunidade internacional.",
      "local": "Nova York e Washington, D.C., EUA",
      "dataInicial": "2001-09-11",
      "dataFinal": "2001-09-11"
    },
    {
      "id": 5,
      "imagem": "/guerraAfeganistao.jpg",
      "titulo": "Guerra no Afeganistão (2001 - Presente)",
      "descricao": "Após os ataques de 11 de setembro de 2001, os EUA lideraram uma coalizão na invasão do Afeganistão em 7 de outubro de 2001, com o objetivo de desmantelar a Al-Qaeda e remover o regime Talibã, que havia apoiado a organização. A guerra no Afeganistão continua até hoje, resultando em complexas implicações geopolíticas e humanitárias.",
      "local": "Afeganistão",
      "dataInicial": "2001-10-07",
      "dataFinal": "Presente"
    },
    {
      "id": 6,
      "imagem": "/binLaden.webp",
      "titulo": "Busca por Osama bin Laden (2011)",
      "descricao": "A busca por Osama bin Laden, líder da Al-Qaeda, terminou com sua morte em uma operação dos EUA no Paquistão em 2 de maio de 2011. Sua morte representou um marco importante na luta contra o terrorismo e foi vista como um passo significativo na desarticulação da Al-Qaeda.",
      "local": "Abbottabad, Paquistão",
      "dataInicial": "2011-05-02",
      "dataFinal": "2011-05-02"
    },
    {
      "id": 7,
      "imagem": "/depSegurancaEUA.jpg",
      "titulo": "Formação do Dep. Segurança EUA (2002)",
      "descricao": "O Departamento de Segurança Interna dos EUA foi estabelecido em 25 de novembro de 2002 para coordenar a segurança doméstica e combater ameaças terroristas. Sua criação foi uma resposta direta aos ataques de 11 de setembro de 2001 e refletiu a necessidade de uma abordagem mais abrangente e integrada para proteger os EUA contra o terrorismo e outras ameaças.",
      "local": "EUA",
      "dataInicial": "2002-11-25",
      "dataFinal": "2002-11-25"
    },
    {
      "id": 8,
      "imagem": "/leiPatriot.jpg",
      "titulo": "Lei PATRIOT (USA PATRIOT Act) (2001)",
      "descricao": "O USA PATRIOT Act, assinado em 26 de outubro de 2001, expandiu os poderes de vigilância do governo dos EUA em resposta ao 11 de Setembro. A lei gerou debates sobre o equilíbrio entre segurança e liberdades civis e teve implicações duradouras para a privacidade e os direitos individuais nos EUA.",
      "local": "EUA",
      "dataInicial": "2001-10-26",
      "dataFinal": "2001-10-26"
    },
    {
      "id": 9,
      "imagem": "/guerraIraque.webp",
      "titulo": "Guerra no Iraque (2003 - 2011)",
      "descricao": "Os EUA lideraram uma coalizão na invasão do Iraque em 20 de março de 2003, alegando a presença de armas de destruição em massa. O conflito continuou até 2011, resultando em desafios significativos e controversos, incluindo a instabilidade pós-invasão e a insurgência.",
      "local": "Iraque",
      "dataInicial": "2003-03-20",
      "dataFinal": "2011-12-15"
    },
    {
      "id": 10,
      "imagem": "/primaveraArabe.jpg",
      "titulo": "Primavera Árabe (2010 - 2012)",
      "descricao": "A Primavera Árabe foi uma onda de protestos, revoltas e mudanças políticas em vários países árabes, começando em 2010. Os eventos da Primavera Árabe tiveram implicações significativas para a política regional e internacional, levando a mudanças de regime em vários países árabes.",
      "local": "Vários países árabes",
      "dataInicial": "2010-12-17",
      "dataFinal": "2012-12-27"
    },
    {
      "id": 11,
      "imagem": "/morteBinLaden.jpg",
      "titulo": "Morte de Osama bin Laden (2011)",
      "descricao": "Osama bin Laden, líder da Al-Qaeda, foi morto em uma operação dos EUA no Paquistão em 2 de maio de 2011. Sua morte representou um marco importante na luta contra o terrorismo e foi vista como um passo significativo na desarticulação da Al-Qaeda.",
      "local": "Abbottabad, Paquistão",
      "dataInicial": "2011-05-02",
      "dataFinal": "2011-05-02"
    },
    {
      "id": 12,
      "imagem": "/surgimentoEstadoIslamico.jpg",
      "titulo": "Surgimento do Estado Islâmico (ISIS) (2013)",
      "descricao": "O Estado Islâmico (ISIS) se tornou proeminente em 2013, assumindo territórios no Iraque e na Síria. A ascensão do ISIS gerou graves preocupações globais sobre o terrorismo e o extremismo islâmico.",
      "local": "Iraque e Síria",
      "dataInicial": "2013-04-08",
      "dataFinal": "Presente"
    },
    {
      "id": 13,
      "imagem": "/atentadoParis.jpg",
      "titulo": "Atentados em Paris (2015)",
      "descricao": "Em 13 de novembro de 2015, Paris foi alvo de ataques terroristas coordenados pelo ISIS, resultando em várias vítimas. Esses ataques chocaram o mundo e destacaram a ameaça persistente do terrorismo global.",
      "local": "Paris, França",
      "dataInicial": "2015-11-13",
      "dataFinal": "2015-11-13"
    },
    {
      "id": 14,
      "imagem": "/ataquesBruxelas.jpg",
      "titulo": "Ataques em Bruxelas (2016)",
      "descricao": "Em 22 de março de 2016, Bruxelas foi alvo de ataques terroristas que incluíram explosões no aeroporto e no metrô. Esses ataques ressaltaram a vulnerabilidade das grandes cidades ocidentais a ameaças terroristas.",
      "local": "Bruxelas, Bélgica",
      "dataInicial": "2016-03-22",
      "dataFinal": "2016-03-22"
    },
    {
      "id": 15,
      "imagem": "/ataquesNice.jpg",
      "titulo": "Ataques em Nice (2016)",
      "descricao": "Em 14 de julho de 2016, um caminhão foi usado para atropelar multidões que comemoravam o Dia da Bastilha em Nice, França. Esse ataque terrorista chocou o mundo e destacou a ameaça representada por táticas de ataque simples e eficazes.",
      "local": "Nice, França",
      "dataInicial": "2016-07-14",
      "dataFinal": "2016-07-14"
    },
    {
      "id": 16,
      "imagem": "/atentadoBarcelona.jpg",
      "titulo": "Atentados em Barcelona (2017)",
      "descricao": "Em 17 de agosto de 2017, um ataque com uma van em La Rambla, Barcelona, deixou várias vítimas. Esse evento destacou a ameaça persistente do terrorismo em locais públicos movimentados.",
      "local": "Barcelona, Espanha",
      "dataInicial": "2017-08-17",
      "dataFinal": "2017-08-17"
    },
    {
      "id": 17,
      "imagem": "/guerraSiria.jpg",
      "titulo": "Guerra na Síria (2011 - Presente)",
      "descricao": "A guerra civil na Síria teve início em março de 2011 e continua em curso, resultando em milhares de mortos e deslocados. O conflito na Síria gerou uma das maiores crises humanitárias do século XXI e teve implicações geopolíticas significativas.",
      "local": "Síria",
      "dataInicial": "2011-03-15",
      "dataFinal": "Presente"
    },
    {
      "id": 18,
      "imagem": "/guerraAfrica.jpg",
      "titulo": "Guerra ao Terrorismo na África (Sael e Sahel)",
      "descricao": "Vários países na região do Sael e do Sahel na África enfrentam conflitos e instabilidade devido ao terrorismo e extremismo islâmico. Essa região se tornou um foco importante na luta global contra o terrorismo, com várias operações e iniciativas em andamento.",
      "local": "Sael e Sahel, África",
      "dataInicial": "Década de 2000 - Presente",
      "dataFinal": "Presente"
    }
  ]
}
